Repository: sylvain-legland/simple-sf
Catalog: SimpleSF/i18n/Localizable.xcstrings
Source language: en
Languages: af, ar, bn, ca, cs, el, es, fi, he, hi, hr, hu, id, it, ja, ko, lt, lv, ms, nb, nl, pl, pt, ro, ru, sk, sl, sr, sv, th, tl, tr, uk, ur, vi, zh

# app.name
source: Simple SF
af: Eenvoudige SF
ar: مصنع بسيط
bn: সহজ SF
ca: SF Simple
cs: Jednoduchý SF
el: Απλό SF
es: SF Simple
fi: Yksinkertainen SF
he: SF פשוט
hi: सिम्पल SF
hr: Jednostavni SF
hu: Egyszerű SF
id: SF Sederhana
it: SF Semplice
ja: シンプルSF
ko: 심플 SF
lt: Paprastas SF
lv: Vienkāršs SF
ms: SF Mudah
nb: Enkel SF
nl: Eenvoudige SF
pl: Prosta SF
pt: SF Simples
ro: SF Simplu
ru: Простой СФ
sk: Jednoduchý SF
sl: Preprosti SF
sr: Jednostavni SF
sv: Enkel SF
th: SF ง่าย
tl: Simpleng SF
tr: Basit SF
uk: Простий SF
ur: سادہ SF
vi: SF Đơn Giản
zh: 简单工厂

# nav.projects
source: Projects
af: Projekte
ar: المشاريع
bn: প্রকল্প
ca: Projectes
cs: Projekty
el: Έργα
es: Proyectos
fi: Projektit
he: פרויקטים
hi: प्रोजेक्ट
hr: Projekti
hu: Projektek
id: Proyek
it: Progetti
ja: プロジェクト
ko: 프로젝트
lt: Projektai
lv: Projekti
ms: Projek
nb: Prosjekter
nl: Projecten
pl: Projekty
pt: Projetos
ro: Proiecte
ru: Проекты
sk: Projekty
sl: Projekti
sr: Projekti
sv: Projekt
th: โครงการ
tl: Mga Proyekto
tr: Projeler
uk: Проекти
ur: منصوبے
vi: Dự án
zh: 项目

# nav.ideation
source: Ideation
af: Ideasie
ar: توليد الأفكار
bn: ধারণা
ca: Ideació
cs: Ideace
el: Ιδεασμός
es: Ideación
fi: Ideointi
he: ייצור רעיונות
hi: विचार
hr: Ideacija
hu: Ötletgyártás
id: Ideasi
it: Ideazione
ja: アイデア
ko: 아이디어
lt: Idėjų kūrimas
lv: Ideju ģenerēšana
ms: Penjanaan Idea
nb: Idégenerering
nl: Ideatie
pl: Ideacja
pt: Ideação
ro: Ideare
ru: Идеация
sk: Ideácia
sl: Ideacija
sr: Ideacija
sv: Idégenerering
th: ไอเดีย
tl: Pagbuo ng Ideya
tr: Fikir Üretimi
uk: Ідеація
ur: آئیڈیا
vi: Ý tưởng
zh: 创意

# mode.simple
source: Simple
af: Eenvoudig
ar: بسيط
bn: সহজ
cs: Jednoduchý
el: Απλό
fi: Yksinkertainen
he: פשוט
hi: सरल
hr: Jednostavan
hu: Egyszerű
id: Sederhana
it: Semplice
ja: シンプル
ko: 심플
lt: Paprastas
lv: Vienkāršs
ms: Mudah
nb: Enkel
nl: Eenvoudig
pl: Prosty
pt: Simples
ro: Simplu
ru: Простой
sk: Jednoduchý
sl: Preprost
sr: Jednostavan
sv: Enkel
th: เรียบง่าย
tr: Basit
uk: Простий
ur: سادہ
vi: Đơn giản
zh: 简单

# mode.advanced
source: Advanced
af: Gevorderd
ar: متقدم
bn: উন্নত
ca: Avançat
cs: Pokročilý
el: Προχωρημένο
es: Avanzado
fi: Edistynyt
he: מתקדם
hi: उन्नत
hr: Napredno
hu: Haladó
id: Lanjutan
it: Avanzato
ja: 高度
ko: 고급
lt: Išplėstinis
lv: Uzlabots
ms: Lanjutan
nb: Avansert
nl: Geavanceerd
pl: Zaawansowany
pt: Avançado
ro: Avansat
ru: Расширенный
sk: Pokročilý
sl: Napredno
sr: Napredno
sv: Avancerad
th: ขั้นสูง
tl: Advance
tr: Gelişmiş
uk: Розширений
ur: جدید
vi: Nâng cao
zh: 高级

# action.start
source: Start
af: Begin
ar: ابدأ
bn: শুরু
ca: Inicia
cs: Spustit
el: Εκκίνηση
es: Iniciar
fi: Aloita
he: התחל
hi: शुरू करें
hr: Pokreni
hu: Indítás
id: Mulai
it: Avvia
ja: 開始
ko: 시작
lt: Pradėti
lv: Sākt
ms: Mula
nl: Starten
pt: Iniciar
ro: Pornire
ru: Запустить
sk: Spustiť
sl: Zaženi
sr: Pokreni
sv: Starta
th: เริ่ม
tl: Simulan
tr: Başlat
uk: Запустити
ur: شروع کریں
vi: Bắt đầu
zh: 开始

# action.pause
source: Pause
af: Pouse
ar: إيقاف مؤقت
bn: বিরতি
ca: Pausa
cs: Pozastavit
el: Παύση
es: Pausar
fi: Tauko
he: השהה
hi: रोकें
hr: Pauziraj
hu: Szünet
id: Jeda
it: Pausa
ja: 一時停止
ko: 일시정지
lt: Pauzė
lv: Pauze
ms: Jeda
nl: Pauzeren
pl: Pauza
pt: Pausar
ro: Pauză
ru: Пауза
sk: Pozastaviť
sl: Zaustavi
sr: Pauziraj
sv: Paus
th: หยุดชั่วคราว
tl: I-pause
tr: Duraklat
uk: Пауза
ur: روکیں
vi: Tạm dừng
zh: 暂停

# jarvis.welcome
source: Hi, I'm Jarvis
af: Hallo, ek is Jarvis
ar: مرحباً، أنا جارفيس
bn: হ্যালো, আমি জার্ভিস
ca: Hola, sóc Jarvis
cs: Ahoj, jsem Jarvis
el: Γεια, είμαι ο Τζάρβις
es: Hola, soy Jarvis
fi: Hei, olen Jarvis
he: שלום, אני ג'ארוויס
hi: नमस्ते, मैं जार्विस हूं
hr: Bok, ja sam Jarvis
hu: Szia, Jarvis vagyok
id: Halo, saya Jarvis
it: Ciao, sono Jarvis
ja: こんにちは、ジャービスです
ko: 안녕하세요, 저는 자비스입니다
lt: Sveiki, aš esu Jarvis
lv: Sveiki, es esmu Jarvis
ms: Hai, saya Jarvis
nb: Hei, jeg er Jarvis
nl: Hoi, ik ben Jarvis
pl: Cześć, jestem Jarvis
pt: Olá, sou o Jarvis
ro: Bună, sunt Jarvis
ru: Привет, я Джарвис
sk: Ahoj, som Jarvis
sl: Pozdravljeni, sem Jarvis
sr: Zdravo, ja sam Jarvis
sv: Hej, jag är Jarvis
th: สวัสดี ฉันคือจาร์วิส
tl: Kamusta, ako si Jarvis
tr: Merhaba, ben Jarvis
uk: Привіт, я Джарвіс
ur: ہیلو، میں جارویس ہوں
vi: Xin chào, tôi là Jarvis
zh: 你好，我是Jarvis

# onboarding.title
source: Configure your LLM providers
af: Stel LLM-verskaffers op
ar: تهيئة مزودي النماذج
bn: LLM প্রদানকারী কনফিগার করুন
ca: Configura proveïdors LLM
cs: Nastavit poskytovatele LLM
el: Ρύθμιση παρόχων LLM
es: Configurar proveedores LLM
fi: Määritä LLM-palveluntarjoajat
he: הגדר ספקי LLM
hi: LLM प्रदाता कॉन्फ़िगर करें
hr: Konfiguracija LLM pružatelja
hu: LLM szolgáltatók konfigurálása
id: Konfigurasi penyedia LLM
it: Configura i provider LLM
ja: LLMプロバイダーを設定
ko: LLM 제공자 구성
lt: Sukonfigūruokite LLM teikėjus
lv: Konfigurēt LLM nodrošinātājus
ms: Konfigurasi pembekal LLM
nb: Konfigurer LLM-leverandører
nl: LLM-aanbieders configureren
pl: Konfiguruj dostawców LLM
pt: Configurar provedores LLM
ro: Configurați furnizorii LLM
ru: Настройка провайдеров LLM
sk: Nastaviť poskytovateľov LLM
sl: Konfiguracija LLM ponudnikov
sr: Konfiguracija LLM provajdera
sv: Konfigurera LLM-leverantörer
th: ตั้งค่าผู้ให้บริการ LLM
tl: I-configure ang mga LLM provider
tr: LLM sağlayıcıları yapılandır
uk: Налаштування провайдерів LLM
ur: LLM فراہم کنندگان ترتیب دیں
vi: Cấu hình nhà cung cấp LLM
zh: 配置您的LLM提供商

# output.export_zip
source: Export as ZIP
af: Voer uit as ZIP
ar: تصدير كـ ZIP
bn: ZIP হিসাবে রপ্তানি
ca: Exporta com a ZIP
cs: Exportovat jako ZIP
el: Εξαγωγή ως ZIP
es: Exportar como ZIP
fi: Vie ZIP-tiedostona
he: ייצוא כ-ZIP
hi: ZIP के रूप में निर्यात करें
hr: Izvezi kao ZIP
hu: ZIP exportálás
id: Ekspor sebagai ZIP
it: Esporta come ZIP
ja: ZIPとして書き出す
ko: ZIP으로 내보내기
lt: Eksportuoti kaip ZIP
lv: Eksportēt kā ZIP
ms: Eksport sebagai ZIP
nb: Eksporter som ZIP
nl: Exporteer als ZIP
pl: Eksportuj jako ZIP
pt: Exportar como ZIP
ro: Export ca ZIP
ru: Экспорт в ZIP
sk: Exportovať ako ZIP
sl: Izvozi kot ZIP
sr: Izvezi kao ZIP
sv: Exportera som ZIP
th: ส่งออกเป็น ZIP
tl: I-export bilang ZIP
tr: ZIP olarak dışa aktar
uk: Експорт у ZIP
ur: ZIP کے طور پر برآمد کریں
vi: Xuất dưới dạng ZIP
zh: 导出为ZIP

# output.push_git
source: Push to Git
af: Stoot na Git
ar: دفع إلى Git
bn: Git-এ পুশ করুন
ca: Envia a Git
cs: Odeslat do Git
el: Αποστολή στο Git
es: Enviar a Git
fi: Push Gitiin
he: Push ל-Git
hi: Git में पुश करें
hr: Pošalji na Git
hu: Git push
id: Push ke Git
it: Invia a Git
ja: Gitにプッシュ
ko: Git에 푸시
lt: Nusiųsti į Git
lv: Piespiest uz Git
ms: Push ke Git
nb: Push til Git
nl: Push naar Git
pl: Wypchnij do Git
pt: Enviar para Git
ro: Trimite la Git
ru: Отправить в Git
sk: Push do Git
sl: Potisni v Git
sr: Pošalji na Git
sv: Skicka till Git
th: ส่งไปยัง Git
tl: I-push sa Git
tr: Git'e gönder
uk: Надіслати в Git
ur: Git میں پش کریں
vi: Đẩy lên Git
zh: 推送到Git

# nav.jarvis
source: Jarvis
ar: جارفيس
bn: জার্ভিস
el: Τζάρβις
he: ג'ארוויס
hi: जार्विस
ja: ジャービス
ko: 자비스
ru: Джарвис
th: จาร์วิส
uk: Джарвіс
ur: جارویس
zh: 贾维斯

# action.stop
source: Stop
ar: إيقاف
bn: থামান
ca: Atura
cs: Zastavit
el: Διακοπή
es: Detener
fi: Lopeta
he: עצור
hi: रोकें
hr: Zaustavi
hu: Megállítás
id: Berhenti
it: Ferma
ja: 停止
ko: 정지
lt: Stabdyti
lv: Apturēt
ms: Henti
nb: Stopp
nl: Stoppen
pt: Parar
ro: Oprire
ru: Стоп
sk: Zastaviť
sl: Ustavi
sr: Zaustavi
sv: Stopp
th: หยุด
tl: Itigil
tr: Durdur
uk: Зупинити
ur: رکیں
vi: Dừng
zh: 停止
